Repository: Joacchim/Comix
Catalog: messages/*/LC_MESSAGES/comix.po
Languages: gl

source: About
gl: Sobre

source: Comix is an image viewer specifically designed to handle comic books.
gl: Comix � un visualizador de imaxes dese�ado especificamente para ler bandas dese�adas no seu ordenador.

source: It reads ZIP, RAR and tar archives, as well as plain image files.
gl: Le arquivos ZIP, RAR e tar, as� como imaxes normais.

source: Comix is licensed under the GNU General Public License.
gl: Comix publ�case baixo a GNU General Public License.

source: Developer
gl: Programador

source: Simplified Chinese translation
gl: Traduci�n ao chin�s simplificado

source: Spanish translation
gl: Traduci�n ao castel�n

source: Brazilian Portuguese translation
gl: Traduci�n ao portugu�s do Brasil

source: German translation and Nautilus thumbnailer
gl: Traduci�n ao alem�n e thumbnailer do Nautilus

source: Italian translation
gl: Traduci�n ao italiano

source: Dutch translation
gl: Traduci�n ao holand�s

source: French translation
gl: Traduci�n ao franc�s

source: Polish translation
gl: Traduci�n ao polaco

source: Greek translation
gl: Traduci�n ao grego

source: Catalan translation
gl: Traduci�n ao catal�n

source: Traditional Chinese translation
gl: Traduci�n ao chin�s tradicional

source: Japanese translation
gl: Traduci�n ao xapon�s

source: Hungarian translation
gl: Traduci�n ao h�ngaro

source: Russian translation
gl: Traduci�n ao ruso

source: Croatian translation
gl: Traduci�n ao croata

source: Korean translation
gl: Traduci�n ao coreano

source: Persian translation
gl: Traduci�n ao persa

source: Indonesian translation
gl: Traduci�n ao indonesio

source: Czech translation
gl: Traduci�n ao checo

source: Icon design
gl: Dese�o das iconas

source: Credits
gl: Cr�ditos

source: Could not find RAR file extractor!
gl: Non foi pos�bel encontrar un programa para a extracci�n de arquivos RAR!

source: You need either the <i>rar</i> or the <i>unrar</i> program installed in order to read RAR (.cbr) files.
gl: Vostede precisa ter o programa <i>rar</i> ou <i>unrar</i> instalado para poder ler arquivos RAR (.cbr).

source: ZIP archive
gl: Arquivo ZIP

source: Tar archive
gl: Arquivo tar

source: Gzip compressed tar archive
gl: Arquivo tar comprimido con gzip

source: Bzip2 compressed tar archive
gl: Arquivo tar comprimido con bzip2

source: RAR archive
gl: Arquivo RAR

source: _Add bookmark
gl: _Adicionar favorito

source: _Edit bookmarks...
gl: _Editar favoritos...

source: _Clear bookmarks...
gl: _Limpar favoritos...

source: Clear all bookmarks?
gl: Eliminar todos os favoritos?

source: All stored bookmarks will be removed. Are you sure that you want to continue?
gl: Todos os favoritos gravados ser�n eliminados. Est� seguro de que desexa continuar?

source: Edit bookmarks
gl: Editar favoritos

source: Name
gl: Nome

source: Page
gl: P�xina

source: Comments
gl: Comentarios

source: Could not read {}
gl: Non foi pos�bel ler {}

source: There are deprecated files left on your computer.
gl: Hai alg�ns arquivos obsoletos no seu ordenador.

source: Some old files (that were used for storing preferences, the library, bookmarks etc. for older versions of Comix) were found on your computer. If you do not plan on using the older versions of Comix again, you should remove these files in order to save some disk space. Do you want these files to be removed for you now?
gl: Alg�ns arquivos obsoletos (usados para gardar as preferencias, a biblioteca, os favoritos e outros, en versi�ns antigas do Comix) foron encontrados no seu ordenador. Se vostede non ten pensado usar as versi�ns antigas do Comix novamente, debe eliminar eses arquivos para economizar espazo no disco duro. Desexa que eses arquivos sexan eliminados agora?

source: Edit archive
gl: Editar arquivo

source: Import
gl: Importar

source: Images
gl: Imaxes

source: Other files
gl: Outros arquivos

source: The new archive could not be saved!
gl: O novo arquivo non puido ser gravado!

source: The original files have not been removed.
gl: Os arquivos orixinais non foron eliminados.

source: Archives are stored as ZIP files.
gl: Os arquivos gravaranse en formato ZIP.

source: Remove from archive
gl: Eliminar do arquivo

source: Please note that the only files that are automatically added to this list are those files in archives that Comix recognizes as comments.
gl: Por favor, te�a en conta que os �nicos arquivos engadidos automaticamente a esta lista son os arquivos que o Comix reco�ece como comentarios.

source: Size
gl: Tama�o

source: Enhance image
gl: Mellorar imaxe

source: Defaults
gl: Preferencias por defecto

source: Brightness
gl: Brillo

source: Contrast
gl: Contraste

source: Saturation
gl: Saturaci�n

source: Sharpness
gl: Nitidez

source: Automatically adjust contrast.
gl: Axustar o contraste automaticamente.

source: Automatically adjust contrast (both lightness and darkness), separately for each colour band.
gl: Axustar o contraste (claridade e escuridade) automaticamente, de maneira separada para cada banda de cor.

source: Open
gl: Abrir

source: Save
gl: Gardar

source: All files
gl: Todos os documentos

source: All Archives
gl: Todos os arquivos

source: ZIP archives
gl: Arquivos ZIP

source: RAR archives
gl: Arquivos RAR

source: Tar archives
gl: Arquivos tar

source: A file named '{}' already exists. Do you want to replace it?
gl: Un arquivo co nome '{}' xa existe. Desexa substitu�lo?

source: Replacing it will overwrite its contents.
gl: A substituci�n sobreescribir� o seu contido.

source: All images
gl: Todas as imaxes

source: JPEG images
gl: Imaxes JPEG

source: PNG images
gl: Imaxes PNG

source: Automatically add the books to this collection
gl: Engadir libros a esta colecci�n automaticamente

source: Could not open {}: Is a directory.
gl: Impos�bel abrir {}: � un directorio.

source: Could not open {}: No such file.
gl: Impos�bel abrir {}: O arquivo non existe.

source: Could not open {}: Permission denied.
gl: Impos�bel abrir {}: Permiso denegado.

source: Could not open {}: Unknown file type.
gl: Impos�bel abrir {}: Tipo de arquivo desco�ecido.

source: No images in '{}'
gl: Non hai imaxes en '{}'

source: Unknown filetype
gl: Tipo de arquivo desco�ecido

source: (Copy)
gl: (Copia)

source: Library
gl: Biblioteca

source: Rename...
gl: Renomear...

source: Duplicate collection
gl: Colecci�n duplicada

source: Remove collection...
gl: Remover cole��o...

source: All books
gl: Todos os libros

source: Remove collection from the library?
gl: Eliminar a colecci�n da biblioteca?

source: The selected collection will be removed from the library (but the books and subcollections in it will remain). Are you sure that you want to continue?
gl: A colecci�n seleccionada ser� eliminada da biblioteca (mais os libros e as sub-colecci�ns dentro dela permanecer�n). Est� seguro de que desexa continuar?

source: Rename collection?
gl: Renomear a colecci�n?

source: Please enter a new name for the selected collection.
gl: Por favor, introduza un novo nome para a colecci�n seleccionada.

source: Could not change the name to '{}'.
gl: Impos�bel renomear como '{}'.

source: A collection by that name already exists.
gl: Unha colecci�n con ese nome xa existe.

source: Could not duplicate collection.
gl: Impos�bel duplicar a colecci�n.

source: Root
gl: Ra�z

source: Put the collection '{subcollection}' in the collection '{supercollection}s'.
gl: Coloque a colecci�n '{subcollection}' na colecci�n '{supercollection}'.

source: Add books to '{}'.
gl: Engadir libros a '{}'.

source: Move books from '{source collection}' to '{destination collection}'.
gl: Mover libros de '{source collection}' a '{destination collection}'.

source: Remove from this collection
gl: Eliminar desta colecci�n

source: Remove from the library...
gl: Eliminar da biblioteca...

source: Removed {num} book(s) from '{collection}'.
gl: Foron eliminados {num} libro(s) de '{collection}'.

source: Remove books from the library?
gl: Eliminar libros desta biblioteca?

source: The selected books will be removed from the library (but the original files will be untouched). Are you sure that you want to continue?
gl: Os libros seleccionados ser�n eliminados da biblioteca (mais os arquivos orixinais non ser�n modificados). Est� seguro de que desexa continuar?

source: Removed {} book(s) from the library.
gl: Foron eliminados {} libro(s) da biblioteca.

source: Search
gl: Busca

source: Display only those books that have the specified text string in their full path. The search is not case sensitive.
gl: Mostrar s� os libros que te�an o texto especificado no seu roteiro completo. A busca non diferencia entre letras mai�sculas e min�sculas.

source: Cover size
gl: Taman�o da portada

source: Add books
gl: Engadir libros

source: Add more books to the library.
gl: Engadir m�is libros � biblioteca.

source: Add collection
gl: Engadir colecci�n

source: Add a new empty collection.
gl: Engadir nova colecci�n baleira.

source: Open the selected book.
gl: Abrir o libro seleccionado.

source: {} pages
gl: {} p�xinas

source: Add new collection?
gl: Engadir nova colecci�n?

source: Please enter a name for the new collection.
gl: Por favor, introduza o nome da nova colecci�n.

source: New collection
gl: Nova colecci�n

source: Could not add a new collection called '{}'.
gl: Impos�bel engadir unha nova colecci�n chamada '{}'.

source: Adding books
gl: Engadindo libros.

source: Added books
gl: Libros engadidos

source: Adding '{}'...
gl: Engadindo '{}'...

source: SLIDESHOW
gl: Presentaci�n de imaxes

source: Preferences
gl: Preferencias

source: Background
gl: Fondo da pantalla

source: Use this colour as background
gl: Usar esa cor no fondo da pantalla

source: Always use this selected colour as the background colour.
gl: Sempre usar esa cor como cor de fondo.

source: Use dynamic background colour.
gl: Usar cor de fondo din�mica.

source: Automatically pick a background colour that fits the viewed image.
gl: Escoller unha cor de fondo compat�bel coa imaxe visualizada automaticamente.

source: Thumbnails
gl: Miniaturas

source: Thumbnail size (in pixels)
gl: Tama�o da miniatura (en pixels)

source: Show page numbers on thumbnails.
gl: Mostrar n�meros de p�xina nas miniaturas.

source: Magnifying Glass
gl: Lente de aumento

source: Magnifying glass size (in pixels)
gl: Tama�o da lente de aumento (en pixels)

source: Set the size of the magnifying glass. It is a square with a side of this many pixels.
gl: Axustar o tama�o da lente de aumento. � un cadrado con ese tama�o de pixels.

source: Magnification factor
gl: Factor de aumento

source: Set the magnification factor of the magnifying glass.
gl: Axustar o factor da lente de aumento.

source: Image scaling
gl: Escala da imaxe

source: Stretch small images.
gl: Estricar imaxes pequenas.

source: Stretch images to a size that is larger than their original size if the current zoom mode requests it. If this preference is unset, images are never scaled to be larger than their original size.
gl: Estricar imaxes para un tama�o que � maior que o seu tama�o original se o modo de zoom actual o esixe. Se esta preferencia non est� marcada, as imaxes nunca ser�n vistas nun tama�o maior que o orixinal.

source: Transparency
gl: Transparencia

source: Use checkered background for transparent images.
gl: Usar un fondo cuadriculado para as imaxes transparentes.

source: Use a grey checkered background for transparent images. If this preference is unset, the background is plain white instead.
gl: Usar un fondo cuadriculado cinza para as imaxes transparentes. Se esta preferencia non estiver marcada, o fondo usado ser� branco.

source: Appearance
gl: Aparencia

source: Scroll
gl: Progresi�n das imaxes

source: Use smart space key scrolling.
gl: Usar a progresi�n intelixente de imaxes coa tecla de espazo.

source: Use smart scrolling with the space key. Normally the space key scrolls only right down (or up when shift is pressed), but with this preference set it also scrolls sideways and so tries to follow the natural reading order of the comic book.
gl: Usar a progresi�n intelixente de imaxes coa tecla de espazo. Normalmente, a tecla de espazo s� avanza para abaixo (ou para arriba, cando se apreta a tecla de mai�sculas). No entanto, con esta preferencia tam�n avanzar� para os lados e tentar� seguir a orde natural de lectura dunha banda dese�ada.

source: Flip pages when scrolling off the edges of the page.
gl: Pasar as p�xinas cando se avance f�ra do bordo da p�xina.

source: Flip pages when scrolling "off the page" with the scroll wheel or with the arrow keys. It takes three consecutive "steps" with the scroll wheel or the arrow keys for the pages to be flipped.
gl: Pasar as p�xinas cando cando se avance "f�ra da p�xina" coa roda do rato ou coas teclas do cursor. Ser�n necesarios tres "pasos" consecutivos coa roda do rato ou coas teclas do cursor para pasar as p�xinas.

source: Double page mode
gl: Modo de p�xina dobre

source: Flip two pages in double page mode.
gl: Pasar d�as p�xinas no modo de p�xina dobre.

source: Flip two pages, instead of one, each time we flip pages in double page mode.
gl: Pasar d�as p�xinas, en lugar dunha, cada vez que se pase p�xina no modo de p�xina dobre.

source: Show only one wide image in double page mode.
gl: Mostrar s� unha imaxe larga no modo de p�xina dobre

source: Display only one image in double page mode, if the image's width exceeds its height. The result of this is that scans that span two pages are displayed properly (i.e. alone) also in double page mode.
gl: Mostra s� unha imaxe no modo de p�xina dobre, se a largura da imaxe excede da s�a altura. O resultado disto � que as imaxes escaneadas que abranguen d�as p�xinas ser�n mostrados adecuadamente (isto �, de maneira illada) tam�n no modo de p�xina dobre.

source: Files
gl: Arquivos

source: Automatically open the next archive.
gl: Abrir o pr�ximo arquivo automaticamente.

source: Automatically open the next archive in the directory when flipping past the last page, or the previous archive when flipping past the first page.
gl: Abre o pr�ximo arquivo do directorio automaticamente cando se pase a derradeira p�xina, ou o arquivo anterior cando se pase atr�s antes da primeira p�xina.

source: Automatically open the last viewed file on startup.
gl: Abrir o �ltimo arquivo visto automaticamente ao iniciar.

source: Automatically open, on startup, the file that was open when Comix was last closed.
gl: Abre, cando se inicia, o arquivo que estaba aberto cando o Comix foi fechado por �ltima vez.

source: Store information about recently opened files.
gl: Garda informaci�ns sobre arquivos abertos recentemente.

source: Add information about all files opened from within Comix to the shared recent files list.
gl: Engadir informaci�ns sobre todos os arquivos abertos dentro do Comix para a lista de arquivos compartidos recentemente.

source: Store thumbnails for opened files.
gl: Gardar as miniaturas para os arquivos abertos.

source: Store thumbnails for opened files according to the freedesktop.org specification. These thumbnails are shared by many other applications, such as most file managers.
gl: Garda as miniaturas de arquivos abertos de acordo coa especificaci�n do freedesktop.org. Esas miniaturas son compartidas por varios outros programas, como a maior parte dos xestores de arquivos.

source: Cache
gl: Cach�

source: Use a cache to speed up browsing.
gl: Usar un cach� para aumentar a velocidade de navegaci�n.

source: Cache the images that are next to the currently viewed image in order to speed up browsing. Since the speed improvements are quite big, it is recommended that you have this preference set, unless you are running short on free RAM.
gl: Fai un cach� da imaxes pr�ximas a imaxe vista actualmente para acelerar a navegaci�n. Xa que a mellora de velocidade � grande, � recomend�bel ter esta preferencia marcada, ag�s que vostede dispo�a de pouca memoria RAM no seu ordenador.

source: Behaviour
gl: Comportamento

source: Default modes
gl: Preferencias por defecto

source: Use double page mode by default.
gl: Usar o modo de p�xina dobre por defecto.

source: Use fullscreen by default.
gl: Usar a pantalla completa por defecto.

source: Use manga mode by default.
gl: Usar o modo manga por defecto.

source: Default zoom mode
gl: Modo de zoom por defecto

source: Best fit mode
gl: Modo de encaixe �ptimo

source: Fit width mode
gl: Modo de axustar a largura

source: Fit height mode
gl: Modo de axustar a altura

source: Manual zoom mode
gl: Modo de zoom manual

source: Fullscreen
gl: Pantalla completa

source: Automatically hide all toolbars in fullscreen.
gl: Esconder todas as barras de ferramentas por defecto no modo de pantalla completa.

source: Slideshow
gl: Presentaci�n de imaxes

source: Slideshow delay (in seconds)
gl: Espera da presentaci�n de imaxes (en segundos)

source: Comment extensions
gl: Comentar as extensi�ns

source: Treat all files found within archives, that have one of these file endings, as comments.
gl: Tratar todos os documentos atopados dentro de arquivos, inclu�ndo os que te�en estas terminaci�ns de arquivo, como comentarios.

source: Rotation
gl: Rotaci�n

source: Automatically rotate images according to their metadata.
gl: Rotar automaticamente as imaxes segundo os seus metadatos

source: Automatically rotate images when an orientation is specified in the image metadata, such as in an Exif tag.
gl: Rotar automaticamente as imaxes cando a orientaci�n se especifique nos metadatos, como no caso dos tag Exif.

source: Display
gl: Superficie de visualizaci�n

source: Properties
gl: Propiedades

source: {} comments
gl: {} comentarios

source: Location
gl: Local

source: Accessed
gl: Accedido

source: Modified
gl: Modificado

source: Permissions
gl: Permisos

source: Owner
gl: Propietario

source: Archive
gl: Arquivo

source: Image
gl: Imaxe

source: Thumbnail maintenance
gl: Manutenci�n de miniaturas

source: Cleanup
gl: Limpar

source: Cleanup thumbnails
gl: Limpar miniaturas

source: Thumbnails for files (such as image files and comic book archives) are stored in your home directory. Many different applications use and create these thumbnails, but sometimes thumbnails remain even though the original files have been removed - wasting space. This dialog can cleanup your stored thumbnails by removing orphaned and outdated thumbnails.
gl: As miniaturas para os arquivos (como arquivos de imaxes e bandas dese�adas ser�n gardadas no seu directorio de usuario. Moitos programas diferentes usan e crean esas miniaturas, mais algunhas veces as miniaturas permanecen cando os arquivos orixinais son eliminados - desperdiciando espazo. Este di�logo pode limpar as miniaturas ao eliminar minaturas orfas e obsoletas.

source: Thumbnail directory
gl: Directorio de miniaturas

source: Total number of thumbnails
gl: N�mero total de miniaturas

source: Calculating...
gl: Calculando...

source: Total size of thumbnails
gl: Tama�o total das miniaturas

source: Do you want to cleanup orphaned and outdated thumbnails now?
gl: Desexa eliminar as miniaturas orfas ou obsoletas agora?

source: Removing thumbnails
gl: Eliminando miniaturas

source: Number of removed thumbnails
gl: N�mero de miniaturas eliminadas

source: Total size of removed thumbnails
gl: Tama�o total das miniaturas eliminadas

source: Removed thumbnail for '{}'
gl: Eliminada a miniatura de '{}'

source: _Next page
gl: _Pr�xima p�xina

source: _Previous page
gl: P�_xina anterior

source: _First page
gl: P_rimeira p�xina

source: _Last page
gl: _Ultima p�xina

source: _Zoom in
gl: _Aumentar zoom

source: Zoom _out
gl: _Diminuir zoom

source: O_riginal size
gl: Tama�o _orixinal

source: _Close
gl: _Fechar

source: _Quit
gl: _Sa�r

source: _Rotate 90 degrees CW
gl: Ro_taci�n de 90 graos horarios

source: Rotate 180 de_grees
gl: Rotaci�n de 180 graos horarios

source: Rotat_e 90 degrees CCW
gl: Ro_taci�n de 90 graos antihorarios

source: Fli_p horizontally
gl: Inverter _horizontalmente

source: Flip _vertically
gl: Inverter _verticalmente

source: Manual _Zoom
gl: Zoom _manual

source: Open _recent
gl: Abrir recente

source: _Bookmarks
gl: F_avoritos

source: T_oolbars
gl: Barra de _ferramentas

source: _Edit
gl: _Editar

source: _File
gl: _Arquivo

source: _View
gl: _Exhibir

source: _Go
gl: _Ir

source: _Help
gl: A_xuda

source: _Transform
gl: Transf_ormar

source: _Fullscreen
gl: _Pantalla completa

source: _Double page mode
gl: Modo de p�xina _dobre

source: _Toolbar
gl: Barra de ferramentas

source: _Menubar
gl: Barra de men_u

source: St_atusbar
gl: B_arra de estado

source: S_crollbars
gl: Barra de progresi_on

source: Th_umbnails
gl: M_iniaturas

source: H_ide all
gl: E_sconder todos

source: _Manga mode
gl: _Modo manga

source: _Keep transformation
gl: _Manter a transformaci�n

source: Run _slideshow
gl: Come_zar a presentaci�n de imaxes

source: Magnifying _glass
gl: _Lente de aumento

source: _Best fit mode
gl: Modo de axuste �_ptimo

source: Fit _width mode
gl: Modo de axuste de la_rgura

source: Fit _height mode
gl: Modo de axuste de al_tura

source: M_anual zoom mode
gl: Modo de _zoom manual

source: _About
gl: S_obre

source: _View comments...
gl: _Ver comentarios...

source: _Edit archive...
gl: _Editar arquivo...

source: _Open...
gl: _Abrir...

source: _Properties
gl: _Propiedades

source: _Enhance image...
gl: _Mellorar imaxe...

source: _Thumbnail maintenance...
gl: Manu_tenci�n de miniaturas...

source: Pr_eferences
gl: Pr_eferencias

source: _Library...
gl: Bib_lioteca...

source: First page
gl: Primeira p�xina

source: Previous page
gl: P�xina anterior

source: Next page
gl: Pr�xima p�xina

source: Last page
gl: �ltima p�xina

source: Manga mode
gl: Modo manga

source: Magnifying glass
gl: Lente de aumento
